{"query": "Please write a Biography based on Junior Abrams.", "pos": ["Indeed, Omar Romay, president and CEO of America CV Network, made it clear last night during his speech that this commitment to produce high quality programming \"made by Puerto Ricans, for Puerto Ricans\" will continue to be a priority for the station.", "The program, produced by Coco Salazar, showcases the best of Puerto Rican culture and idiosyncrasy by taking viewers into interesting and nostalgic trips to small towns, allowing them to take an inside look at the hidden gems of their cherished island.", "Actress Maria Adelaida Puerta, from the cast of \"La Mariposa\" and Marco Antonio Regil, host of \"Minuto Para Ganar\" (Minute to Win It) traveled to Puerto Rico to unveil the new programming for 2013 from MundoFox, the new U.S. Spanish-language broadcast network from Fox Hispanic Media.", "Puerto Ricans Jailine Cintron and Junior Abrams, the cast of America TeVe's \"Desde Mi Pueblo\" (Monday to Friday at 8:00 p.m/ America TeVe), welcomed clients and guests with their usual spontaneity and chemistry, and presented the new season of their show.", "America TeVe and MundoFox Present Successful Upfront Event in Puerto RicoUSA - EnglishLatin America - españolAmerica CV Network unveils programming announcements for America TeVe and MundoFox, as well as exciting corporate vision at star-studded upfront event in Puerto Rico.", "News provided byAmerica CV NetworkDec 10, 2012, 03:27 ETShare this articleShare toX Share this articleShare toXSAN JUAN, Puerto Rico, Dec. 10, 2012 /PRNewswire/ -- America CV Network, the station group that represents America TeVe and MundoFox in Puerto Rico, presented a very successful upfront event for both stations in Puerto Rico on December 6th 2012, under the theme \"Better Together\"."], "neg": ["Approximately 250 members of Puerto Rico's advertising industry gathered at the hotel and casino La Concha Rennaisance Resort to witness an unforgettable night of exciting announcements about 2013 programming.", "America TeVe and MundoFox Present Successful Upfront Event in Puerto RicoUSA - EnglishLatin America - españolAmerica CV Network unveils programming announcements for America TeVe and MundoFox, as well as exciting corporate vision at star-studded upfront event in Puerto Rico.", "Puerta went in depth about her new recently premiered tele-series \"La Mariposa\", (Monday to Friday at 10:00 p.m. / MundoFox).", "He highlighted that America TeVe offers programming of great social significance and cultural relevancy, as well as its brand new antena, the most powerful in the island.", "Together, FIC and RCN currently reach over 1.2 billion households worldwide with primetime comedies, dramas and daytime series, as well as factual, sports and lifestyle programming.", "During the event, Regil announced that he will continue his exciting show during its usual 8:00 p.m. time slot on MundoFox.", "They expressed their gratitude to the clients for allowing them to continue with one more season of their program (Monday to Friday at 8:00 p.m/ America TeVe).", "About America TeVe:America TeVe is an independent Spanish language television station based in Miami, FL and owned by America CV Network LLC.", "Program titles include: \"Corazones Blindados\", \"Minuto para Ganar\", \"Noticieros MundoFox\", and \"La Mariposa\" the super-production that premiered on December 4th.", "\"Juntos y Revueltos\" is one of America CV Network's efforts to participate at a local level in Puerto Rico, employing local talent and local crews.", "America CV Network owns the affiliate stations of MundoFox network in Miami, New York and Puerto Rico.", "Afterwards, the cast of \"Juntos y Revueltos\", Jorge Castro, Haydee Rosario and Frankie Jay, took the stage to present their upcoming 2013 season.", "About America CV Network:America CV Network owns and operates America TeVe in Miami, New York and Puerto Rico.", "MundoFox can be seen on 24.1 in San Juan, 38.1 in Mayaguez, 20.1 in Ponce, Claro TV 10, OneLink 24, Liberty 24 and Dish Network 5.", "MundoFox aims to bring sophisticated programming sensibility to Latino audiences – providing significant differentiation from the limited options currently available to Latino viewers.", "America TeVe can be seen in Puerto Rico on-air 42.1, One Link 41, Choice 21, Claro TV 24, Liberty 24 and Dish 7 (after 7 p.m.).", "The programming lineup includes a combination of teleseries, telenovelas and unique weekly series created originally in Spanish in addition to a daily newscast, live sports, and family and children's programming.", "America TeVe has on-air distribution in Miami, New York and Puerto Rico.", "Indeed, Omar Romay, president and CEO of America CV Network, made it clear last night during his speech that this commitment to produce high quality programming \"made by Puerto Ricans, for Puerto Ricans\" will continue to be a priority for the station.", "Romay declared that MundoFox and America TeVe are an efficient alternative to the usual television networks.", "Actress Maria Adelaida Puerta, from the cast of \"La Mariposa\" and Marco Antonio Regil, host of \"Minuto Para Ganar\" (Minute to Win It) traveled to Puerto Rico to unveil the new programming for 2013 from MundoFox, the new U.S. Spanish-language broadcast network from Fox Hispanic Media.", "Carlos Ochoteco continued with the presentation and he expressed his gratitude to the audience and the advertisers for allowing him to celebrate 2 years of his daily news and analysis show \"CV Bien\" (Monday to Friday at 12:00 p.m/ America TeVe)Last but not least, Javier Castelblanco, Local Sales Manager, and Roberto Trigos, Local Marketing Manager, took the stage and invited guests and clients to become members of the America CV Network family.", "Additionally, America TeVe's beloved comedian Carlucho entertained the audience with an amazing stand-up comedy act, and presented the new season of his successful primetime show \"El Happy Hour\" (Monday to Friday at 7:00 p.m/ America TeVe).", "The new network, headquartered in Los Angeles, CA, will launch in the summer of 2012.", "Additionally, both operate and program cable networks and twenty-four-hour global news channels.", "America TeVe is committed to serve the Hispanic community by providing 9 hours of high quality news and entertainment programming."]}
{"query": "Please write a History based on Heaton Park Hebrew Congregation.", "pos": ["Her monograph The Synagogues of Britain and Ireland: An Architectural and Social History (Yale University Press 2011) was shortlisted for the American Society of Historians of British Art Prize in 2013.As well as teaching undergraduate and postgraduate courses on Modern Jewish History and Jewish Art and Architecture at the Universities of London and Manchester, Kadish has worked in the Heritage Sector since 1987, both in the voluntary sector and in private practice.", "[6][7]At the end of 2002, King announced that in 2003 JewishGen became an affiliate of the Museum of Jewish Heritage.", "[8] In March 2008, King retired, and JewishGen moved their administrative office to the museum's facilities.", "[4]Around 1989 to 1990, JewishGen moved to the internet as a mailing list and online forum, and was called the Jewish Genealogy Conference.", "JewishGen is a non-profit organization founded in 1987 as an international electronic resource for Jewish genealogy.", "[3]JewishGen was founded in 1987 by Susan E. King in Houston, Texas, as a Fidonet bulletin board with approximately 150 users interested in Jewish genealogy.", "[1] In 2003, JewishGen became an affiliate of the Museum of Jewish Heritage – A Living Memorial to the Holocaust in New York City.", "It lists more than 21 million Jewish records, hundreds of translated yizkor (memorial) books, research tools, a family finder, educational classes, historical components, and other resources.", "Between 1994 and 1997 she returned to the Hebrew University where she worked at the Center for Jewish Art, helping to develop the Architecture Section of the Index of Jewish Art, whilst pursuing her interest in Anglo-Jewish Architecture and its preservation.In 1991, following a conference in London that she organised, Kadish founded the Working Party on Jewish Monuments in the UK & Ireland, a pressure group campaigning for the protection of historic synagogues, cemeteries and other sites of Jewish interest in the country.", "[5] JewishGen had a website by 1995."], "neg": ["[6][7]At the end of 2002, King announced that in 2003 JewishGen became an affiliate of the Museum of Jewish Heritage.", "Her monograph The Synagogues of Britain and Ireland: An Architectural and Social History (Yale University Press 2011) was shortlisted for the American Society of Historians of British Art Prize in 2013.As well as teaching undergraduate and postgraduate courses on Modern Jewish History and Jewish Art and Architecture at the Universities of London and Manchester, Kadish has worked in the Heritage Sector since 1987, both in the voluntary sector and in private practice.", "[4]Around 1989 to 1990, JewishGen moved to the internet as a mailing list and online forum, and was called the Jewish Genealogy Conference.", "It lists more than 21 million Jewish records, hundreds of translated yizkor (memorial) books, research tools, a family finder, educational classes, historical components, and other resources.", "Please help improve it or discuss these issues on the talk page.", "Annual donations of $25 were requested to fund the service.", "[2]It was loosely managed by founding members and volunteers that included Warren Blatt, Susan E. King, Bernie Kouchel, Gary Mokotoff, Michael Tobias, and others active in the community.", "This was the precursor to Jewish Heritage UK, a preservation charity, that she founded and directed between 2004 and 2016.In 1997, she returned to Britain to embark on a national Survey of the Jewish Built Heritage in the UK and Ireland, a project made possible principally by the Heritage Lottery Fund.", "A companion architectural guidebook Jewish Heritage in Gibraltar appeared in 2007.", "Her first book, based on her DPhil,Bolsheviks and British Jews was winner of a Choice Outstanding Academic Book award in 1993.", "[8] In March 2008, King retired, and JewishGen moved their administrative office to the museum's facilities.", "[2]In 2008, in a partnership with JewishGen, Ancestry.com took over the data center hosting of the JewishGen computerized assets.", "From 1986 to 1987 she was a Scheinbrun Visiting Post-doctoral Research Fellow at the Hebrew University of Jerusalem.", "[2] It provides amateur and professional genealogists with the tools to research their Jewish family history and heritage.", "A 13-digit ISBN, 978-3-16-148410-0, as represented by an EAN-13 bar codeISBNInternational ISBN Agency1970; 54 years ago (1970)[1]13 (formerly 10)Weighted sum978-3-16-148410-0isbn-international.org99921-58-10-7QatarNCCAH, Doha9971-5-0210-0SingaporeWorld Scientific960-425-059-0GreeceSigma Publications80-902734-1-6Czech Republic; SlovakiaTaita Publishers85-359-0277-5BrazilCompanhia das Letras1-84356-028-3English-speaking areaSimon Wallenberg Press0-684-84328-5English-speaking areaScribner0-8044-2957-XEnglish-speaking areaFrederick Ungar0-85131-041-9English-speaking areaJ.", "[11]JewishGen's website is designed to provide a simple and easy interface, and is offered as a free public service.", "Relevant discussion may be found on the talk page.", "[10] The partnership increases Ancestry.com's access to and integration of Jewish genealogical resources from JewishGen.", "[3]JewishGen was founded in 1987 by Susan E. King in Houston, Texas, as a Fidonet bulletin board with approximately 150 users interested in Jewish genealogy.", "[1] In 2003, JewishGen became an affiliate of the Museum of Jewish Heritage – A Living Memorial to the Holocaust in New York City.", "Her pioneering guidebookJewish Heritage in Englandwas first published by English Heritage in 2006 and a second edition, expanded, revised and updated, was published under the new title of Jewish Heritage in Britain and Ireland in 2015.", "[5] JewishGen had a website by 1995.", "Please help improve this article by looking for better, more reliable sources.", "In 2005, the International Association of Jewish Genealogical Societies (IAJGS) gave King an IAJGS Achievement Award for her work with JewishGen, citing the organization's worldwide impact.", "[12] Over 1,000 active volunteers throughout the world contribute to its ever-growing collection of databases, resources, and search tools.", "[14]JewishGen's All Country Databases contain historical records, including birth, marriage and death records, census records, military records with new data added regularly.", "Between 1994 and 1997 she returned to the Hebrew University where she worked at the Center for Jewish Art, helping to develop the Architecture Section of the Index of Jewish Art, whilst pursuing her interest in Anglo-Jewish Architecture and its preservation.In 1991, following a conference in London that she organised, Kadish founded the Working Party on Jewish Monuments in the UK & Ireland, a pressure group campaigning for the protection of historic synagogues, cemeteries and other sites of Jewish interest in the country.", "[13] It has a user base of over 500,000 registered users worldwide.", "She was educated at University College London, and St Antony's College, Oxford, where she received her doctorate in modern history.", "[9] The agreement improved the JewishGen website's performance, which had been problematic, and created a licensing agreement with Ancestry.com for database access that created a revenue stream for JewishGen.", "From 1992 to 1993 she was Camperdown House Research Fellow at Royal Holloway College, University of London, during which time she researched and wrote A Good Jew and a Good Englishman, a centenary, but critical, history of the youth movement the Jewish Lads' and Girls' Brigade.", "Please do not remove this message until conditions to do so are met.", "JewishGen is a non-profit organization founded in 1987 as an international electronic resource for Jewish genealogy."]}
{"query": "Please write a Life for Edward Plantagenet, 17th Earl of Warwick.", "pos": ["She received her Bachelor of Arts and Doctor of Philosophy degrees from Newnham College, Cambridge.", "Her research interests focus on the political and constitutional history of England from 1066 to c. 1500, and in the political, social, economic, religious and cultural history of noble and gentry landowners in that period.", "Carpenter supervises postgraduate work on government, politics and landed society from c. 1250 to 1500 and at the undergraduate level she teaches all aspects of English history from c. 1050 to 1500.", "Carpenter is the director of an Arts and Humanities Research Council-funded project to complete the calendaring of the 15th-century Inquisitions post mortem, and one of the editors of the Cambridge University Press Studies in Medieval Life and Thought, in addition to serving on other editorial committees.", "In June 2012, Carpenter was selected to give the Ford Lectures at the University of Oxford in the 2015–2016 academic year.", "In 1979, she was elected a fellow of New Hall, Cambridge.", "Her doctoral thesis was titled \"Political society in Warwickshire, c.1401-72\" and was submitted in 1976.", "She was appointed Reader in Medieval English History in 1995 and made Professor of Medieval English History in 2005.Carpenter is author and editor of a number of English history books and papers."], "neg": ["She received her Bachelor of Arts and Doctor of Philosophy degrees from Newnham College, Cambridge.", "Her research interests focus on the political and constitutional history of England from 1066 to c. 1500, and in the political, social, economic, religious and cultural history of noble and gentry landowners in that period.", "Carpenter supervises postgraduate work on government, politics and landed society from c. 1250 to 1500 and at the undergraduate level she teaches all aspects of English history from c. 1050 to 1500.", "[5]Carpenter is the director of an Arts and Humanities Research Council-funded project to complete the calendaring of the 15th-century Inquisitions post mortem, and one of the editors of the Cambridge University Press Studies in Medieval Life and Thought, in addition to serving on other editorial committees.", "In June 2012, Carpenter was selected to give the Ford Lectures at the University of Oxford in the 2015–2016 academic year.", "[2] Her doctoral thesis was titled \"Political society in Warwickshire, c.1401-72\" and was submitted in 1976.", "She was appointed Reader in Medieval English History in 1995 and made Professor of Medieval English History in 2005.Carpenter is author and editor of a number of English history books and papers.", "In 1979, she was elected a fellow of New Hall, Cambridge."]}
{"query": "Please generate a abstract around Country Music Hall of Fame and Museum.", "pos": ["The Country Music Hall of Fame® and Museum is accredited by the American Alliance of Museums, certifying that the Museum operates according to the highest standards, manages its collection, and provides quality service to the public.", "In 1963 the CMA announced plans for a Country Music Hall of Fame® and Museum to be built on Music Row in Nashville.", "Introduction to the Museum​The Country Music Hall of Fame® and Museum has been the home of America's music since 1967.", "The mission of the Country Music Hall of Fame® and Museum is to identify and preserve the evolving history and traditions of country music and to educate its audiences.", "Functioning as a local history museum and as an international arts organization, the Country Music Hall of Fame® and Museum serves visiting and non-visiting audiences including fans, students, scholars, members of the music industry."], "neg": ["The Hall of Fame members' plaques, with facial likenesses and thumbnail biographies cast in bas-relief, were unveiled on the Grand Ole Opry by Ernest Tubb.", "This museum helps to preserve these tributes to our condition.", "These first three members were announced in November at a CMA banquet held in conjunction with WSM-radio's tenth annual disc jockey convention.", "Country music artists took what they heard around them, material that was in the air and that was common currency, and they made something entirely new.", "The new facility features the Hall of Fame Rotunda, where the bronze plaques are displayed for future generations to honor and enjoy.", "This is a museum that preserves their memory so that they can continue to inspire creators in the future.", "Those people are all of us, people who've ever been lost or confused or sad or felt excluded.", "Of the 8,000 museums nationwide, only some 750 are accredited."]}
{"query": "Please write an abstract based on Denys Lasdun.", "pos": ["All companions of honour should be forced to take a Lasdun test in lack of pomposity and openness of mind.Those who think of Lasdun as an architectural brutalist get him wrong completely.", "When fighting his corner against the derangement of strata at the National Theatre, Lasdun claimed, \"strata have given the Thames back to London.", "This material enabled Lasdun to open up the public spaces of the building to the public view.", "\"The 1950s ended triumphantly for Lasdun with the commission for the Royal College of Physicians (RCP), on a site in the circle of Nash's terraces overlooking Regent's Park, north London.", "Art of this kind demands a lifetime's dedication of working and thinking.Denys Lasdun is survived by his wife and three children, all of whom work in the arts; Louisa as a composer, James as a writer and William as a sculptor.", "Later, Ronald Searle bought it and dreamed up the awful girls of St Trinian's there.From 1939 to 1945, Lasdun served with the Royal Engineers, and was awarded an MBE before returning to Tecton as a partner.", "\"In 1976, Lasdun's long struggle to reconcile the wishes of a many-headed client with his own highly disciplined vision was marked by a knighthood.", "He likened the project to planning a small city.Lasdun was very skilled in the use of concrete.", "And 30 years later, a meeting room he added to the building turned out to be one of the three \"entirely satisfactory spaces\" of his oeuvre.The National Theatre was a live project in the office, by then Denys Lasdun and Partners, for 13 years.", "Denys Louis Lasdun, architect, born September 8 1914; died January 11 2001.Explore more on these topicsobituariesShareReuse this content", "I believe that the prestige of the college, and the honour of designing for such a site, gave this son of Russian Jewry a place he had desired in Britain's establishment - and the Royal Institute of British Architects' 1992 trustees' medal.I remember Lasdun saying that he regretted not having been to university, and wondering what a man of such presence, with such marvellous command of English, and of so philosophical a bent, imagined a university could do for him.", "This article is more than 23 years oldObituarySir Denys LasdunThis article is more than 23 years oldTowering figure of modern British architecture whose buildings - such as the National Theatre - continue to attract controversyArchitects pay tribute to Denys LasdunDiana RowntreeFri 12 Jan 2001 02.53 GMTShareThe architect of the Royal National Theatre, Sir Denys Lasdun, who has died aged 86, was already an impressive figure as a student at the Architectural Association in the 1930s."], "neg": ["These were the sort of juxtapositions Denys loved.", "Looking back at the Hallfield school, its plan now appears overdesigned.", "It allowed for piecemeal renewal on bombed sites, and and was probably the most interesting built example of Le Corbusier's \"streets in the air\".Art was endemic in the Lasdun family.", "William Curtis has the last word on the Luxembourg building: \"It reaffirms,\" he has said, \"that it is under statement that makes powerful art.\"", "He was a subtle, deeply knowledgeable man.", "Susan understood the nature and the problems of architecture, and later worked on the interiors and colour of the National Theatre, among other buildings.Late in the 1950s - and a far cry from Bethnal Green - a stunningly simple block of flats arose overlooking Green Park, in the West End of London, and gracefully took its place between two classical buildings without a single cry of outrage.", "His mother was a pianist, so his childhood was spent among music and musicians.", "He would sit with one other person, honing his architectural beliefs.", "It is not a cosy little material.", "He was, more than anyone, my architectural mentor.", "They miss out on the imaginative richness of his buildings.", "We planned to visit him and Susan in their house in Hammersmith as soon as the builders (yes, the builders) had moved out.Denys's enthusiasms had always seemed unstoppable.", "This was a generation of architects excited by the possibilities offered by reinforced concrete, and powered by social commitment.Next came the chance to build cluster blocks for Bethnal Green, east London.", "She had been at Camberwell art school, and went on to study graphics, and to write.", "With each building of his since then, the details, still lovingly designed, seem to merge more smoothly into the impression of the whole, which is of ever increasing scale.The latest, and largest, of the stratified designs is the European Investment Bank, in Luxembourg.", "I think the award of the Royal Gold Medal for Architecture represented a consensus of British architects in acknowledging his stature.With such architects' work, the question repeatedly arises: should the key buildings of an architectural epoch be altered as their use continually demands?", "When the firm was dissolved in 1947, he set up in practice with Lindsay Drake, and continued to work on a Paddington housing scheme, the Hallfield estate.Links with the London County Council architect's department, a centre of excellence, brought them the commission for Hallfield primary school, on which they were able to demonstrate, they believed for the first time, that a primary school should appear physically as the centre of an area.", "The Teaching Wall, which follows a contour line, is still the dominating presence, and the sheen produced by skilled casting is still visible.Like other architects, Lasdun designed many projects that never got built.", "Two years later, he joined Tecton, Lubetkin's practice, on which all modern eyes were turned.", "He was educated at Rugby school.His marriage to Susan Bendit, in 1954, continued the artistic tradition.", "At the National, admiration tends to centre on the magic of the foyers and the Olivier Theatre, which was inspired by the ancient amphitheatre at Epidaurus - the largest of Lasdun's \"entirely satisfactory\" spaces.", "His father, an engineer and businessman who died when Denys was only five, was a cousin of the artist Leon Bakst, who worked with the Ballets Russes.", "As a fellow architect, who loved to work on the grand scale, he was full of admiration for Norman Foster's scheme.He dismissed the controversy over the new stone portico as irrelevant, mean-minded criticism of a kind to which he had himself become all too accustomed in a lifetime of architectural slings and arrows.", "His upright carriage, the sculpted head and commanding eyes, perfectly expressed the sureness with which he was to chart his way through an embattled profession.At coffee time in Ching's Bar, Denys would not be engaged in noisy debate.", "Their honeymoon was spent visiting the classic modern buildings of America.", "Before war put a stop to such things, he built a house, 32 Newton Road, Paddington, strictly following Le Corbusier's domino principle.", "Is the masterpiece in reinforced concrete on the South Bank not as worthy of preservation as Somerset House, that earlier masterpiece on the north bank?At Christ's College, Cambridge, Lasdun's superb, stepped residential building met with disaster, when the college, pressed for more accommodation, allowed a lesser building to be tacked on to the street facade, and so to prevent the terraced block from being seen ever again in its entirety.He was luckier at the University of East Anglia, where the architects who succeeded him as master planner have respected his plan and its intentions.", "This innovative idea consisted of four 14-storey stacks of flats linked to a central stair and lift tower.", "Chief among these is the protection of the site's natural form.", "My perceptions of Grosetto and its hill towns, of Massa Maritima and the Etruscan tombs, will always be entwined with my memories of Denys's affectionate lucidity.His friendships crossed the generations; my young daughter Clare adored him.", "The spacious, woodland site has allowed a simpler plan, which may adapt more readily to change than more condensed buildings.", "He told Sir Peter Hall: \"Concrete is a very intractable material, but it can be a beautiful material if it is used in the way its own nature intends it to be used ...", "The RCP became his favourite among his buildings: \"It accorded with the Nash terraces without imitating them.\"", "Tradition, for him - as for the rest of us - was the modern movement.", "26 St James's Place was London's first experience of strata, though the idea had been fermenting in Lasdun's mind for 20 years.He said that \"strata express the visual organisation of social spaces in geometrical terms; they recall the streets and squares of the city and contour lines of the hills; and, at a more profound level, they bear witness to the roots of an architectural language inspired by natural geological forms.\"", "His feeling for the ebb and flow of cities, the disconcerting beauties of modern urban life, transmitted itself in a strange way to his son James, whose success delighted Denys.", "The architect was appointed in 1963.", "I first got to know him well on holidays in southern Tuscany, staying with our shared friends, Sally and Graham Greene."]}
{"query": "Please write a Early work based on Denys Lasdun.", "pos": ["Regents Park frontwith 2 plain pillars supporting the cantilevered, flat-roofed,library gallery with narrow vertically set, paired windows(grouped on returns), beneath which the well of the library forms a canopy, with a single central column and anglewindows, to the recessed glass entrance approached by brick steps.", "Find out more about the importance of clinical auditing below.We have updated the 19 June statement following confirmation at yesterday’s Board of Trustees’ meeting of Dr Sarah Clarke’s resignation arrangements.Y mis hwn mae Hilary Williams yn myfyrio ar yr angen i foderneiddio ein sefydliadau.Join a global network of forward-thinking medical professionalsRoyal College of Physicians, 11 St Andrews Place, Regent's Park, London NW1 4LE Registered charity no.", "Our climate change response, advice and research for owners and professionals.Historic environment specialist training, CPD and skills development.Search our publications, including books, periodicals and guidance.Explore 6 million historic aerial photographs covering all of England.Discover the life and works of modernist architect Ernő Goldfinger.Day-to-day encounters with heritage is estimated to be worth £29 billion.ROYAL COLLEGE OF PHYSICIANS, 11, ST ANDREWS PLACEListed on the National Heritage List for England.", "Denys Lasdun was given the Trustees Medal of the RIBAfor this building in 1992.Listing NGR: TQ2878382390The contents of this record have been generated from a legacy data system.This building is listed under the Planning (Listed Buildings and Conservation Areas) Act 1990 as amended for its special architectural or historic interest.This map is for quick reference purposes only and may not be to scale.", "Pre-stressed concrete clad with very pale greyporcelain mosaic, in two different patterns, and dark blueengineering bricks.", "Meeting room and committee room added by Sir Denys Lasdun and Partners in accordance with the ceremonial plan andpurity of design found in the original work.The Royal College of Physicians was purpose built to replaceearlier accommodation on other sites.", "INTERIOR: impressive sequence of spaces centred on a large, white marble-clad, full height stair-hall with two tiers of galleries and a modern baroque marble staircase,self-supported and climbing through 4 turns from the upperground floor to the 1st floor gallery whilst giving a diversity of views and vistas.", "The places on the list are protected by law and most are not open to the public.The list includes:🏠 Buildings🏰 Scheduled monuments🌳 Parks and gardens⚔️ Battlefields⚓ ShipwrecksFind out more about listingSearch over 1 million photographs and drawings from the 1850s to the present day using our images archive.This List entry helps identify the building designated at this address for its special architectural or historic interest.Unless the List entry states otherwise, it includes both the structure itself and any object or structure fixed to it (whether inside or outside) as well as any object or structure within the curtilage of the building.For these purposes, to be included within the curtilage of the building, the object or structure must have formed part of the land since before 1st July 1948.Understanding list entriesCorrections and minor amendmentsThis List entry helps identify the building designated at this address for its special architectural or historic interest.Unless the List entry states otherwise, it includes both the structure itself and any object or structure fixed to it (whether inside or outside) as well as any object or structure within the curtilage of the building.For these purposes, to be included within the curtilage of the building, the object or structure must have formed part of the land since before 1st July 1948.Understanding list entriesCorrections and minor amendmentsThe building or site itself may lie within the boundary of more than one authority.CAMDENTQ2882SEST ANDREW'S PLACE798-1/92/1898 No.11 24/04/98Royal College of Physicians GVI College."], "neg": ["As the new UK parliament meets for the first time, RCP senior censor and vice president for education and training, Dr Mumtaz Patel has published an open letter to the new secretary of state for health and social care, Wes Streeting MP on behalf of the physician community.Dr Mumtaz Patel, is senior censor and vice president for education and training and currently covering RCP presidential duties including chair of council.RCP Council has agreed that Dr Mumtaz Patel, the RCP's senior censor and vice president for education and training will perform the duties of president and will chair meetings of RCP Council until an election can be held.", "It is a prestigious building combining ceremonial features with day to dayfunctionalism.", "To the right, a partially sunken lecture theatre ofbrick with 2 small windows at ground floor level; form of swelling curves, angled at one corner and with a shallow, steel-framed pyramidal roof (unexpectedly symmetrical whenviewed from above).", "It is included in Grade I as a powerful, elegant and rational statement of early 1960s architectural design.", "The Censors' Roomcontains panelling with paired Corinthian pilasters from theformer college of the 1670s by Robert Hooke; at the angles 4vertical slit windows.", "As the RCP launches new educational and career support guidance for SAS doctors and employers, Dr Naeem Aziz, recently appointed RCP SAS lead, reflects on life in the NHS as an SAS doctor.The Inequalities in Health Alliance is a coalition of more than 250 organisations, convened by the RCP, which campaigns for a cross-government strategy to reduce health inequalities.", "Pre-stressed concrete clad with very pale greyporcelain mosaic, in two different patterns, and dark blueengineering bricks.", "All the vertical windows have small inset drains to prevent water from staining the mosaic.", "To the right,a vehicle archway to the north facade with colonnaded groundfloor and narrow windows to the 1st and 2nd floors gained byconcrete curved stairs.", "Find out more about the importance of clinical auditing below.We have updated the 19 June statement following confirmation at yesterday’s Board of Trustees’ meeting of Dr Sarah Clarke’s resignation arrangements.Y mis hwn mae Hilary Williams yn myfyrio ar yr angen i foderneiddio ein sefydliadau.Join a global network of forward-thinking medical professionalsRoyal College of Physicians, 11 St Andrews Place, Regent's Park, London NW1 4LE Registered charity no.", "The staircase hall is expressed by a large glass window (the largest sheetof glass possible at the time) and at roof level by the projecting twin linked service towers with correspondingvoids.", "Albany Street facade of strips ofbrick alternating with strips of windows having stone lintels;at roof level, the rectangular President's Flat.", "On theopposite side of the gallery, the 2-storey Osler Room, adining hall, separated from the single storey reception roomby a 60 foot long hydraulically lifted/lowered wall.", "1960-64, extended 1995-6 by Denys Lasdun and Partners.", "The 2ndfloor gallery has entrances to the Dorchester Library gallery,the Osler Room gallery, the Wellcombe Library and committee rooms.", "INTERIOR: impressive sequence of spaces centred on a large, white marble-clad, full height stair-hall with two tiers of galleries and a modern baroque marble staircase,self-supported and climbing through 4 turns from the upperground floor to the 1st floor gallery whilst giving a diversity of views and vistas.", "Right-hand return to St Andrew's Placecontinues the lecture theatre, with, at 2nd floor, a mosaic band with grouped vertically set windows to the library gallery, committee rooms and working library.", "Awarded RIBA Bronze Medal in 1964; Civic Trust Awardin 1967.", "The design concept is sculptural with the constituent parts of the college expressed both in form and materials.EXTERIOR: 3 storeys and lower ground floor.", "Double doors to lecture theatre frontedby 2 pillars; theatre steeply raked to seat 300 and with an egg-shaped auditorium.", "Our climate change response, advice and research for owners and professionals.Historic environment specialist training, CPD and skills development.Search our publications, including books, periodicals and guidance.Explore 6 million historic aerial photographs covering all of England.Discover the life and works of modernist architect Ernő Goldfinger.Day-to-day encounters with heritage is estimated to be worth £29 billion.ROYAL COLLEGE OF PHYSICIANS, 11, ST ANDREWS PLACEListed on the National Heritage List for England.", "Licence number 102006.006.Use of this data is subject to Terms and Conditions.End of official list entryUser contributions are not fact checked and do not represent the official position of Historic England.Request a correction of the list entryRead the Missing Pieces Project Terms and ConditionsFor any other issue or if you need help, please email:MissingPieces@Historic​England.org.ukOur website works best with the latest version of the browsers below, unfortunately your browser is not supported.", "To the garden, beneath the projecting, cubic form of the Censors' Room is the brick-faced polygonal Members' Roomwith 2 canted bay windows.", "This follows the decision of Dr Sarah Clarke to step aside from the role of president in June 2024.Specialist, associate specialist and specialty (SAS) doctors are (along with locally employed doctors) the fastest-growing group in the medical workforce.", "PLAN: `T'-shaped plan with offices facing Albany Street, themain entrance facing Regents Park and the garden facade to StAndrew's Place.", "The places on the list are protected by law and most are not open to the public.The list includes:🏠 Buildings🏰 Scheduled monuments🌳 Parks and gardens⚔️ Battlefields⚓ ShipwrecksFind out more about listingSearch over 1 million photographs and drawings from the 1850s to the present day using our images archive.This List entry helps identify the building designated at this address for its special architectural or historic interest.Unless the List entry states otherwise, it includes both the structure itself and any object or structure fixed to it (whether inside or outside) as well as any object or structure within the curtilage of the building.For these purposes, to be included within the curtilage of the building, the object or structure must have formed part of the land since before 1st July 1948.Understanding list entriesCorrections and minor amendmentsThis List entry helps identify the building designated at this address for its special architectural or historic interest.Unless the List entry states otherwise, it includes both the structure itself and any object or structure fixed to it (whether inside or outside) as well as any object or structure within the curtilage of the building.For these purposes, to be included within the curtilage of the building, the object or structure must have formed part of the land since before 1st July 1948.Understanding list entriesCorrections and minor amendmentsThe building or site itself may lie within the boundary of more than one authority.CAMDENTQ2882SEST ANDREW'S PLACE798-1/92/1898 No.11 24/04/98Royal College of Physicians GVI College.", "This blog post from the Royal Pharmaceutical Society (RPS) is part of a series by member organisations.The Royal College of Physicians (RCP) has published new educational and career guidance for specialist, associate specialist and specialty (SAS) doctors.It’s time to celebrate clinical audit awareness week!"]}
{"query": "Please write a Background-Foreign influence for History of the Taliban.", "pos": ["It is also believed to have had access to bin Laden himself in the past.", "A former CIA official said: \"If you want to do anything in the region, you have to have the ISI on your side.", "\"Described as \"the Taliban's godfathers and parents\", the ISI is credited with fostering and nurturing the Taliban movement in the mid 1990s.", "The ISI only became seriously active in Afghanistan during the Soviet-Afghan war when it helped the CIA to arm, train and fund the mujahideen.", "American officials are publicly enthusiastic about the offer of co-operation from Pakistan's intelligence agencies.", "\"Gen Hamid Gul, the head of ISI from 1987-1989, remains bitter at the way that he was treated by America which, he claims, had him sacked from his position because of his ideological commitment to the fundamentalist cause.", "\"They also use Afghans who are afraid for their families.", "Pakistan's many-tentacled ISI - equivalent to Britain's MI5 and MI6 combined - has long possessed the world's finest and most accurate human intelligence within Afghanistan.", "During the power vacuum created by the Soviet withdrawal in 1989 when Afghanistan was torn apart by warring mujahideen groups, the ISI grasped the chance to wield power in the region by fostering a previously unknown Kandahari student movement, the Taliban.", "If anyone can catch bin Laden it's the ISI.", "American officials are aware of the great care that must be taken in evaluating information from the ISI, an organisation that has spent much of the past 10 years supporting and encouraging the Taliban.", "\"The Pakistani intelligence organisation has long been viewed by most of its countrymen as a sinister and shadowy force.", "A Western diplomat said: \"The ISI has its fingers in every pie.", "The agency has covertly armed and funded the movement for many years.", "ISI military \"consultants\" are to be found on the Taliban's frontlines alongside several thousand Arabs loyal to bin Laden.", "They did the same with ISI.", "\"Lt Gen Mahmood Ahmed, the head of ISI, was co-incidentally in Washington as the terrorist attack in New York took place, having arranged to visit senior administration officials several weeks earlier.", "At first glance, the headquarters of Pakistan's Inter Services Intelligence Agency (ISI), set behind high stone walls on Khayban e Suhawardy Avenue in Islamabad, might be mistaken for yet another drab military building.", "\"Employing a vast spy network of Pakistanis who speak Pashto and Farsi, the local languages, the ISI has also recruited many hundreds of Afghans, luring them with money and promises of sanctuary for their families in Pakistan.", "Gen Gul turned the organisation into a state within a state with its own Islamic agenda.", "\"Pakistan has better links to the Taliban, and knows more about them, than anyone else in the world.", "He added: \"No one knows Afghanistan like the ISI.", "It also functions as the predominant power-broker in Pakistan and Afghanistan.", "It ran smear campaigns against politicians, prominent figures and journalists.", "It was an ISI delegation, led by its deputy chief, Gen Faiz Gilani, that flew to Kandahar and Kabul early last week in a failed attempt to pressurise Mullah Omar, the Taliban's secretive, one-eyed leader, to give up bin Laden.", "Now they want the same institution to share information with them."], "neg": ["Most Pakistanis do not even know what is behind its nondescript gates.", "[18] As the 21st century dawned, there were divided opinions regarding the International Herald Tribune'splace in the media world, with for instance James Ledbetter of Slate pronouncing it a relic of a by-gone era but Peter Osnos of The Atlantic believing it still had a role to play.", "It is also believed to have had access to bin Laden himself in the past.", "[14] Despite the technology, however, in practice stories often appeared in the International Herald Tribune a day after they appeared in either of the parent papers.", "Porter Goss and Bob Graham, who respectively chair the House and Senate intelligence committees, met government officials in Islamabad in August to promote better ties with Pakistani intelligence.", "Dalrymple in 2014(1965-03-20) 20 March 1965 (age 59)Scotland, United KingdomHistorian, art historian, broadcaster, photographerTrinity College, Cambridge (BA)1989–presentThe East India Company in 18th century South Asia and Afghanistan, Eastern Christianity and the Muslim world; Hindu and Buddhist art; late Mughal and Company school paintingOlivia Fraser3This list is incomplete; you can help by adding missing items.", "\"[26] In response, Jamestown Foundation president Glen Howard said that Russia was \"intimidated by the power of the free word and this goes against the state manipulation of the media in Russia.", "American officials are publicly enthusiastic about the offer of co-operation from Pakistan's intelligence agencies.", "It is safe to say the rules have changed.\"", "An administration official said: \"There was an extremely candid exchange from our side, one that left little room for misunderstanding.", "It described the Foundation as an \"undesirable organisation\", which could result in the organization being banned in Russia under the Russian foreign agent law.", "After talks with CIA chiefs, he met Richard Armitage, the Deputy Secretary of State.", "America has no worthwhile agents on the ground in Afghanistan.", "[13] In April 2001, the Japanese newspaper The Asahi Shimbun (朝日新聞) tied up with the International Herald Tribune and published an English-language newspaper, the International Herald Tribune/Asahi Shimbun.", "It is this organisation, staffed by about 100 officers who run an internal and external intelligence network of many thousand agents and freelance spies, that America will have to lean on heavily to track and find bin Laden in the barren mountains of Afghanistan.", "\"It's easy to recruit Pakistanis, a hotel doorman here earns only $4 a month,\" said a Western intelligence officer in Islamabad.", "\"Gen Hamid Gul, the head of ISI from 1987-1989, remains bitter at the way that he was treated by America which, he claims, had him sacked from his position because of his ideological commitment to the fundamentalist cause.", "\"They also use Afghans who are afraid for their families.", "[19] By 2002, the International Herald Tribune had some 335 employees.", "[12] By the early 2010s, the Internet edition of the paper was receiving some seven million visitors per month, and overall the IHT represented one of the biggest global media entities.", "[35]The archives of the International Herald Tribune, all the articles from 1887 until 2013, were sold or licensed to the Gale company, where they began appearing in 2017.", "Although it failed in trying to install a fundamentalist government in Afghanistan during his leadership, his influence over the organisation remained crucial when in 1994 it became responsible for turning the Taliban into a force capable of taking over Kabul.", "[14]The International Herald Tribune's main editorial team was based in Paris, and while content for the paper largely consisted of stories, columns, and editorials from the two parent papers,[19] the paper reported from many news sources, including its own corps of correspondents and columnists.", "[10]In 1974, the paper pioneered the innovation of doing electronic transmission of facsimile pages across borders, when it opened a remote printing facility in London.", "These guys speak the languages, wear the clothes and walk the streets.", "Jamestown's board also includes Michael G. Vickers, who previously served as the Under Secretary of Defense for Intelligence and whose role at the Central Intelligence Agency during the Soviet–Afghan War was famously featured in George Crile's 2003 book Charlie Wilson's War.", "[6][7] The foundation, initially also dedicated to supporting Soviet dissidents, also aided defecting intellectuals from the Eastern Bloc in disseminating their ideas in the west.", "[4][5] Central Intelligence Agency Director William J. Casey helped back the formation of the Jamestown Foundation, agreeing with its complaints that the U.S. intelligence community did not provide sufficient funding for Soviet bloc defectors.", "\"The Pakistani intelligence organisation has long been viewed by most of its countrymen as a sinister and shadowy force.", "[14] Notably, every region received the same editorial content, and even most of the advertising ran across all areas; by comparison, the international edition of The Wall Street Journal was heavily regionalized.", "[10]As of 2021, the foundation's current board includes General Michael V. Hayden; Bruce Hoffman; Matthew Bryza; Robert Spalding, who acted as an architect of US-China strategy while serving on the National Security Council in the Donald Trump administration; Michelle Van Cleave; Arthur Waldron; and Timothy J. Keating,[11] while Jamestown's fellows included Vladimir Socor;[12] Janusz Bugajski; Paul Goble; Michael Scheuer (who claims to have been fired for criticizing the United States' relationship with Israel),[13] Thomas Kent, the former president of Radio Free Europe/Radio Liberty; Willy Wo-Lap Lam, a Hong Kong-based China specialist; Jacob Zenn, a leading expert on Boko Haram; and Stephen Ulph,[14] a leading expert on Jihadist ideology.In September 2023, Peter Mattis was named Jamestown president, succeeding Glen E. Howard, who served at the position for 20 years.", "[23]The foundation hosted Russian artist Nikolai Getman's paintings of Gulag camps.", "Its agents walk the streets and talk the talk.", "It ran smear campaigns against politicians, prominent figures and journalists.", "[27]The Jamestown Foundation was criticized by the Right Web project (now the \"Militarist Monitor\" project) based at the Institute for Policy Studies for alleged links to the CIA and for advancing a right-wing, neoconservative agenda.", "In the 1970s, the Prime Minister, Zulfikar Ali Bhutto, began using the agency against his political enemies and it became known as a \"dirty tricks\" brigade.", "Gen Gul said: \"The Americans thought they could use the fundamentalists to fight the Russians and drop them.", "[8]In the past, Jamestown's board of directors has included Zbigniew Brzezinski, former National Security Advisor to U.S. President Jimmy Carter.", "\"[26]On 8 December 2011, Ambassador Daniel Benjamin, State Department Counterterrorism Coordinator for the Obama administration, gave the keynote address at Jamestown's Fifth Annual Terrorism Conference where he praised Jamestown for its research and analysis of terrorism issues.", "\"These guys are the only people we can use,\" said one administration ally, \"but that doesn't mean we can rely on them.", "That's why America had to get their co-operation.", "[12] The International Herald Tribune began transmitting electronic images of newspaper pages from Paris to Hong Kong via satellite in 1980, making the paper simultaneously available on opposite sides of the planet.", "[18]Over the years, the International Herald Tribune faced increasing newsstand competition from the international editions of the Wall Street Journal, USA Today, and the Financial Times.", "[31]In 2013, the New York Times Company announced that the International Herald Tribune was being renamed The International New York Times.", "[3] Founded in 1984 as a platform to support Soviet defectors, its stated mission today is to inform and educate policy makers about events and trends, which it regards as being of current strategic importance to the United States.", "Visitors to Pakistan can expect to be tailed by mysterious men, or find their telephone conversations and e-mails are tapped.", "They tell them 'work for us, we'll look after your family here and you can come and see them'.", "\"When George Bush senior felt we were becoming too independent and ideologically-motivated he said 'clip the wings of ISI' and had me sacked.", "Conceived in the 1950s by Gen Ayub Khan as a means of keeping watch on politicians, its power grew after he took over the country in 1958, effectively becoming the army's political wing.", "\"Lt Gen Mahmood Ahmed, the head of ISI, was co-incidentally in Washington as the terrorist attack in New York took place, having arranged to visit senior administration officials several weeks earlier.", "[3] Sold in over 160 countries, the International Herald Tribune was an innovative newspaper that continued to produce a large amount of unique content until its closure in 2013.", "[32]On October 14, 2013, a Monday,[9] the International Herald Tribune appeared on newsstands for the last time and ceased publication under that name.", "[2] It published under the name International Herald Tribune starting in 1967, but its origins as an international newspaper trace back to 1887.", "By 1967, the paper was owned jointly by Whitney Communications, The Washington Post and The New York Times, and became known as the International Herald Tribune, or IHT.", "[14] (Several editions were published of each day's paper, however, and sometimes particular regions saw revisions that other regions might not.", "[19] The Times subsequently folded the International Herald Tribune website into its own website during 2009.", "This is what they do, they build something up and then destroy it.", "Pakistan's 'godfathers of the Taliban' hold the key to hunt for bin LadenBy Julian West in Islamabad23 September 2001 • 12:01amTHE key to the success or failure of America's hunt for Osama bin Laden lies largely in the hands of Pakistan's powerful and feared intelligence service, an organisation referred to by many Pakistanis as \"the invisible government\".", "\"This is a crucial development that will change everything,\" one said.", "[16]By the early 1990s, the paper was printed concurrently around the globe, with seven sites in Europe, three in Asia, and one in America, allowing day-of-publication availability in all major cities worldwide.", "\"Pakistan has better links to the Taliban, and knows more about them, than anyone else in the world.", "It also functions as the predominant power-broker in Pakistan and Afghanistan.", "[8] It continued the practices that had endeared it to American expatriates and travelers, such as carrying baseball scores and stock prices.", "[14] By 1985, the International Herald Tribune had a circulation of 160,000, and was profitable with annual revenues of around $40 million.", "[34] The National Book Review called it \"end of a romantic era in international journalism\".", "William Geimer, an American lawyer, had been working closely with Shevchenko, and established the foundation as a vehicle to promote the writings of the former Soviet diplomat and those of Ion Pacepa, a former top Romanian intelligence officer; with the help of the foundation, both defectors published bestselling books.", "[19] Furthermore, the advent of the internationally available cable news network CNN, and later the Internet, gave Americans more readily available ways to keep up on sports scores and the like.", "According to a statement by the Foreign Ministry of Russia: \"Organisers again and again resorted to deliberately spreading slander about the situation in Chechnya and other republics of the Russian North Caucasus using the services of supporters of terrorists and pseudo-experts.", "[38] The New York Times website does, however, host a very limited selection of \"retrospective\" stories from the 1887–2013 years,[39] a collection that became available in 2017, the same year that the full archives became available on Gale.", "Speakers were given carte blanche to spread extremist propaganda, incite ethnic and inter-religious discord.", "Now they want the same institution to share information with them.", "[19] Some columnists from the parent papers, such as Flora Lewis and Art Buchwald, kept publishing columns in the International Herald Tribune even after their work no longer appeared in the parent publications."]}
{"query": "Please write a Emergence in Afghanistan, 1994–1996-International response based on History of the Taliban.", "pos": ["In 1996, Mrs Raphel became of one of the first Americans to meet senior Taliban figures in Afghanistan and argued for an oil pipeline that would go through Taliban territory.", "He hoped the Taliban would “form a representative interim government that can begin the process of reconciliation nationwide.”From 1994, the administration of President Bill Clinton had sought just this outcome.", "\"Mrs Raphel, 67, began her career in the CIA and then spent three decades as a US diplomat before retiring from the government in 2005.", "The clerics, housed at a five-star hotel, were taken to see the NASA museum, several supermarkets and, somewhat peculiarly, the local zoo.In April 1996, Robin Raphel — then Assistant Secretary of State for South Asia, and now President Barack Obama's ambassador for non-military aid to Pakistan, visited Kabul to lobby for the project.", "Early on September 27, 1996, Afghanistan's former President was dragged out of the United Nations compound where he had taken sanctuary.", "The meeting earned her the derisive nickname \"Lady Taliban\" from some Indian commentators.", "\"Ambassador Raphel is aware there is some kind of investigation and is cooperating with it.", "In 2009, Mrs Raphel was hired to work out of the US embassy in Islamabad on aid issues.", "FBI searches home of former envoy labelled 'Lady Taliban'Former Pakistan lobbyist Robin Raphel has her office at the State Department searched but is not arrestedBy Raf Sanchez07 November 2014 • 9:11pm Mrs Raphel was a senior US envoy to south-east Asia under Bill Clinton and later returned to the State Department under Barack Obama to oversee the distribution of US aid to PakistanCredit: Photo: Mark Wilson/Getty Images The FBI has searched the home of a veteran US diplomat known for her close links with Pakistan, as part of a reported investigation into foreign spying against America.", "Ms Raphael had these words for the critics: “The Taliban do not seek to export Islam, only to liberate Afghanistan”.In 1996, a State department report described Osama bin Laden as one of the “most significant sponsors of terrorism today.” Even though the Islamic Emirate sheltered bin Laden, it was never declared a state sponsor of terrorism.“Madeline Albright, [her] undersecretary Tom Pickering and regional specialists in state's South Asia bureau,” records Steve Coll in his magisterial work Ghost Wars , “all recommended that the administration continue its policy of diplomatic engagement with the Taliban.", "Federal agents also searched Robin Raphel's office at the State Department and her security clearance has been withdrawn as the investigation unfolds.", "Mrs Raphel was a senior US envoy to south-east Asia under Bill Clinton and later returned to the State Department under Barack Obama to oversee the distribution of US aid to Pakistan.", "\"Mrs Raphel was working at the State Department on a contract, which was allowed to expire after the FBI investigation began.", "Later that year, she was again in Kabul, this time calling on the international community to “engage the Taliban.”Ishtiaq Ahmad, Pakistani commentator and scholar, has pointed out that oil wasn't the only driver of these sentiments."], "neg": ["Users can access their older comments by logging into their accounts on Vuukle.", "FBI agents searched her home in an affluent neighbourhood of Washington on Oct 21 and removed documents as part of a counter-intelligence investigation, according to The Washington Post.", "Afghanistan's women's organisations or ethnic minorities aren't at the table in Doha.Last month, Secretary of State Hillary Clinton sought to reassure secular Afghans, promising that her country “intends to stay the course with our friends.” “We will not leave you on your own”, said Germany's Foreign Minister, Guido Westwelle, echoing her words.Mohan Lal Kashmiri might have had some thoughts on these promises.", "During a brief stint outside of government, she worked as a lobbyist for Pakistan in Washington.", "The barbaric killing, he said, was merely “regrettable.” Mr. Davies proceed to explain that he found “nothing objectionable” in the laws of the new Islamic Emirate; these, he suggested, were “anti-modern”, not “anti-western” and, therefore, presumably legitimate.", "It suited the U.S., he argued in a perceptive 2002 essay, to back the “emergence of an inherently anti-Iran Sunni force in Afghanistan”.The U.S. was well aware that the Taliban's dramatic rise had something to do with forces other than its purported popularity among Afghans: “my boys and I are riding into Mazhar-i-Sharif,” Rafiq Tarar, the head of the Pakistani intelligence's Afghan operations, was recorded saying in an intercepted 1998 conversation.Exceptionally savageIt was also evident that the regime the U.S. was endorsing was exceptionally savage.", "They cannot be abusive or personal.", "The story had something to do with oil.", "(Getty)A prominent former US diplomat is being investigated for leaking secret information to Pakistan.The FBI allegedly uncovered the leak after intercepting a conversation in which a Pakistani official suggested that his government was receiving classified information from a US official, reports the New York Times citing an unnamed source.The bureau placed former diplomat Robin L Raphel under surveillance and, after raiding her home, found classified information.She has not been charged with any offences.Raphel, 67, considered one of the leading US experts on Pakistan, has been stripped of her security clearance and is no longer allowed access to the State Department building.One of the highest-ranking diplomats of her generation, she served as ambassador to Tunisia and was assistant secretary of state for South Asian affairs under Bill Clinton.After retiring from the government in 2005, she lobbied for the Pakistani government and then worked as a State Department adviser, overseeing the distribution of US aid in the country.Her former husband, US ambassador Arnold Raphel was killed in a mysterious plane crash that also killed Muhammad Zia al-Huq, the Pakistani president, in 1988.In India, she is widely derided, with many accusing her of being overly partisan.The Times of India recently described her as a \"brazenly pro-Pakistan partisan in Washington\" with a \"pathological dislike for India which she did little to conceal\".In 1996 she met senior Taliban commanders and argued for the construction of an oil pipeline through Taliban country, earning her the sobriquet Lady Taliban in the Indian press.After placing her under surveillance, FBI agents suspected that she was taking home classified information.Andrew Rice, a spokesman for Raphel, told the paper: \"Nothing has changed for Ambassador Raphel.PM Starmer Wraps Up UK Tour After Visit To N.IrelandStarmer Goes To Washington On First Foreign Trip As UK PMMourning In Kyiv As Rescuers Clear Rubble From Children's HospitalUK Resolves Rwanda Asylum Cases After Govt Drops Policy", "It isn't: Libya, Iraq, South Yemen, and Syria, all secular states, hadn't killed “thousands” or “on U.S. soil” in 1979, when the State Department first began designating sponsors of terrorism.", "She returned to Washington two years later and was working at the State Department until her contract expired in recent weeks.", "Its growing engagement with the Muslim Brotherhood in Egypt, its tactical embrace of jihadists in Libya and Syria, its use of the right-wing cleric, Yusuf al-Qaradawi, as a mediator with the Taliban form other parts of this mosaic.Afghanistan's political parties and political representatives aren't the ones, notably, who will be doing the deal.", "\"The State Department has been cooperating with our law enforcement colleagues on this matter.", "In a 1998 report, Physicians for Human Rights documented the Islamic Emirate's war against Afghanistan's women: the closing down of schools, the denial of medical care facilities, public floggings and institutionalised child-rape.", "File photoIn the spring of 1839, the extraordinary Indian adventurer and spy, Mohan Lal Kashmiri, engineered one of the greatest intelligence coups of the 19th century: using nothing more lethal than cash and intrigue, he brought about the fall of Kandahar and secured the Afghan throne for Imperial Britain's chosen client, Shah Shuja-ul-Mulk.Less than three years later, in the bitter winter of 1842, Kashmiri found himself working undercover in insurgent-held Kabul, seeking to ransom the remnants of his masters' once-magnificent army — children, women and men at threat of being sold as slaves in Central Asia.For decades after, imperial historians agonised over the Afghan debacle of 1842, using tropes that still colour discourse on the country: religious fanaticism; treachery of native rulers; savagery of the tribal culture; primitiveness of its civilisation.In a June 1842 paper, authored for the attention of the Governor-General in New Delhi, Kashmiri offered a simpler explanation.", "To enjoy additional benefitsCONNECT WITH USUpdated- December 04, 2021 11:09 pm ISTPublished - January 18, 2012 12:22 am ISTAn Afghan soldier stands guard near arrested Taliban suspects and confiscated arms and ammunition at a police compound in Herat, west of Kabul.", "\"Her almost 40 years of public service at the top levels of US diplomacy speaks for itself and we believe this will soon be resolved.", "Neoconservatives hostile to big government dominated the development agenda; the war in Iraq sucked away desperately-needed troops.Now, as first revealed by The Hindu last year, even the political promise is vanishing: the U.S. is spearheading an effort to make peace with the Islamists it promised to free Afghanistan from.Figures like the northern warlord Rashid Dostum, former Afghan intelligence chief Amarullah Saleh and former vice-president Zia Massoud, have been lobbying against the looming deal with the Taliban — but the tide of western opinion seems against them.In capitals across Europe and in the U.S., leaders have been persuaded that an end to the war in Afghanistan must mean reconciliation with the Taliban — cast by a growing phalanx of apologists as representatives of a culturally legitimate religious-nationalist tradition.The part of the story that is strangely absent from history-telling today is this: until the events of 9/11, the U.S. was engaged in precisely the same process of reconciliation that is being marketed today.The beginningMuhammad Najibullah Ahmadzai's last minutes were the first of Afghanistan's Islamic Emirate, the Taliban's short-lived state.", "Those they are directed at in Afghanistan almost certainly do.USA/Afghanistan/leadBACK TO TOPTerms & conditions  |  Institutional SubscriberComments have to be in English, and in full sentences.", "If you are already a registered user of The Hindu and logged in, you may continue to engage with our articles.", "In search of reliable collaborators across the Middle East, colonial states threw their weight behind reactionary tendencies in the 19th and early 20th centuries.", "Mullah Muhammad Ghaus, the Islamic Emirate's foreign minister, led an expenses-paid delegation to Unocal's headquarters in Sugarland, Texas, at the end of 1997.", "ByTom Porter Published 11/21/14 AT 12:53 PM GMTShare on FacebookShare on TwitterShare on LinkedInShare on RedditShare on FlipboardShare on PocketRobin L Raphel, pictured in 2004 at a Senate Foreign Relations Committee meeting.", "Her former husband, Arnold Raphel, was the US ambassador to Islamabad and died in the mysterious plane crash that killed Muhammad Zia-ul-Haq, the Pakistani president, in 1988.", "From the memoirs of Mullah Abdul Salam Zaeef, the Islamic Emirate's envoy to Islamabad, we know that they also passed on information that bin Laden was planning an attack on the U.S. — to no effect.“The truth”, Ms Albright would later argue, “was that those [attacks before 9/11] were happening overseas and while there were Americans who died, there were not thousands and it did not happen on U.S. soil”.", "^ joint venture with Mediengruppe Dr. Haas.", "The decision raised eyebrows, given she had been so recently working on behalf of the Pakistani government.", "\"We are aware of this law enforcement matter,\" said Jen Psaki, a State Department spokesman.", "^ joint venture with TF1 Group.", "Islam was used to legitimise this project.Led by the enigmatic scholar, Gerhard von Mende, Nazi Germany's Ostminsterium recruited Muslims from Central Asia to aid its fight against the Soviet Union.", "She is not sure how broad it is or what the purpose is."]}
